<?php
	echo "\n";
	echo "Вариант 4\n
    Игра \"Холодно-горячо\"
    * Режим работы приложения должны определяться при запуске по аргументам командной строки:
    * `--new` (краткий параметр `-n`). Новая игра. Этот же режим используется по умолчанию, если программа запускается без параметров.
    * `--list` (`-l`). Вывод списка всех сохраненных игр.
    * `--replay id` (`-r id`). Повтор игры с идентификатором id.
    * `--help` (`-h`). Вывод краткой информации о приложении и доступных ключах для запуска в разных режимах.
    
    ";
	 echo "\n";
?>